Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Aperture reads balances and transactions on-chain. It cannot sign, send, or move funds — that requires the private key, which a watch-only wallet does not have.
af: Aperture lees saldo’s en transaksies op die ketting. Dit kan nie onderteken, stuur of fondse skuif nie — dit vereis die privaat sleutel, wat ’n net-kyk-beursie nie het nie.
ar: يقرأ Aperture الأرصدة والمعاملات على السلسلة. ولا يستطيع التوقيع أو الإرسال أو نقل الأموال — فذلك يتطلب المفتاح الخاص، وهو ما لا تملكه محفظة العرض فقط.
bg: Aperture чете салда и транзакции в самата верига. Не може да подписва, изпраща или мести средства — за това е нужен частен ключ, а портфейлът само за наблюдение няма такъв.
bn: Aperture চেইনে ব্যালেন্স ও লেনদেন পড়ে। এটি সই করতে, পাঠাতে বা তহবিল সরাতে পারে না — সেটার জন্য প্রাইভেট কী লাগে, যা ওয়াচ-অনলি ওয়ালেটে থাকে না।
ca: Aperture llegeix saldos i transaccions a la cadena. No pot signar, enviar ni moure fons — això requereix la clau privada, que una cartera només de visualització no té.
cs: Aperture čte zůstatky a transakce na chainu. Nemůže podepisovat, odesílat ani přesouvat prostředky — to vyžaduje soukromý klíč, který peněženka jen pro sledování nemá.
da: Aperture læser saldi og transaktioner on-chain. Den kan ikke underskrive, sende eller flytte midler — det kræver den private nøgle, som en kun-se-tegnebog ikke har.
de: Aperture liest Guthaben und Transaktionen on-chain. Es kann nicht signieren, senden oder Guthaben verschieben – dafür wird der private Schlüssel benötigt, den eine Nur-Lese-Wallet nicht besitzt.
el: Το Aperture διαβάζει υπόλοιπα και συναλλαγές on-chain. Δεν μπορεί να υπογράψει, να στείλει ή να μετακινήσει κεφάλαια — αυτό απαιτεί το ιδιωτικό κλειδί, το οποίο ένα πορτοφόλι μόνο για παρακολούθηση δεν έχει.
es: Aperture lee saldos y transacciones en la cadena. No puede firmar, enviar ni mover fondos: eso requiere la clave privada, que una cartera de solo lectura no tiene.
et: Aperture loeb saldosid ja tehinguid ahelas. Ta ei saa allkirjastada, saata ega raha liigutada — selleks on vaja privaatvõtit, mida ainult vaatlemiseks rahakotil ei ole.
fa: Aperture موجودی‌ها و تراکنش‌ها را روی زنجیره می‌خواند. نمی‌تواند امضا کند، ارسال کند یا وجوه را جابه‌جا کند — این کار به کلید خصوصی نیاز دارد که کیف پول فقط‌تماشا چنین کلیدی ندارد.
fi: Aperture lukee saldoja ja tapahtumia ketjussa. Se ei voi allekirjoittaa, lähettää tai siirtää varoja — siihen tarvitaan yksityinen avain, jota vain-katselu-lompakolla ei ole.
fil: Binabasa ng Aperture ang mga balanse at transaksyon sa chain. Hindi ito makakapag-sign, makakapagpadala, o makakapaglipat ng pondo — kailangan diyan ang pribadong susi, na wala sa isang watch-only na wallet.
fr: Aperture lit les soldes et les transactions sur la chaîne. Il ne peut pas signer, envoyer ni déplacer des fonds — cela nécessite la clé privée, que ne possède pas un portefeuille en lecture seule.
he: Aperture קורא יתרות ועסקאות בשרשרת. הוא אינו יכול לחתום, לשלוח או להעביר כספים — לזה דרוש המפתח הפרטי, שאין לארנק לצפייה בלבד.
hi: Aperture चेन पर शेष राशि और लेन-देन पढ़ता है। यह हस्ताक्षर, भेजना या धन स्थानांतरित नहीं कर सकता — इसके लिए निजी कुंजी ज़रूरी है, जो वॉच-ओनली वॉलेट के पास नहीं होती।
hr: Aperture čita stanja i transakcije na lancu. Ne može potpisivati, slati ni premještati sredstva — za to je potreban privatni ključ, kojeg novčanik samo za pregled nema.
hu: Az Aperture egyenlegeket és tranzakciókat olvas a láncon. Nem tud aláírni, küldeni vagy mozgatni eszközöket — ahhoz a privát kulcs kell, amellyel egy csak megfigyelő tárca nem rendelkezik.
id: Aperture membaca saldo dan transaksi di rantai. Aperture tidak dapat menandatangani, mengirim, atau memindahkan dana — itu memerlukan kunci pribadi, yang tidak dimiliki oleh dompet pantau-saja.
is: Aperture les stöðu og færslur á keðjunni. Hann getur ekki undirritað, sent eða fært fjármuni — það krefst einkalykilsins, sem aðeins-skoða veski hefur ekki.
it: Aperture legge saldi e transazioni on-chain. Non può firmare, inviare o spostare fondi — questo richiede la chiave privata, che un wallet di sola visualizzazione non possiede.
ja: Aperture はオンチェーンで残高と取引を読み取ります。署名や送付、資金の移動はできません——それには秘密鍵が必要であり、閲覧専用ウォレットには鍵がないからです。
ko: Aperture는 체인에서 잔액과 거래를 읽습니다. 서명, 전송, 자금 이동은 할 수 없습니다 — 그 작업에는 개인 키가 필요한데, 관전 전용 지갑은 개인 키를 가지고 있지 않습니다.
lt: Aperture skaito likučius ir operacijas grandinėje. Jis negali pasirašyti, siųsti ar perkelti lėšų – tam reikia privačiojo rakto, kurio tik stebėjimo piniginė neturi.
lv: Aperture lasa bilances un darījumus ķēdē. Tas nevar parakstīt, nosūtīt vai pārvietot līdzekļus — tam nepieciešama privātā atslēga, kuras tikai novērošanas makam nav.
ml: Aperture ബാലൻസുകളും ഇടപാടുകളും ഓൺ-ചെയിനിൽ വായിക്കുന്നു. അതിന് സൈൻ ചെയ്യാനോ, അയയ്ക്കാനോ, ഫണ്ടുകൾ നീക്കാനോ കഴിയില്ല — അതിന് പ്രൈവറ്റ് കീ ആവശ്യമാണ്, അത് watch-only വാലറ്റിന് ഇല്ല.
mr: Aperture ऑन-चेन शिल्लक आणि व्यवहार वाचते. ते स्वाक्षरी करू शकत नाही, पाठवू शकत नाही किंवा निधी हलवू शकत नाही — त्यासाठी प्रायव्हेट की आवश्यक आहे, जी watch-only वॉलेटकडे नाही.
ms: Aperture membaca baki dan transaksi pada rantai. Ia tidak boleh menandatangani, menghantar atau memindahkan dana — itu memerlukan kunci peribadi, yang tidak ada pada dompet pantau-sahaja.
nb: Aperture leser saldoer og transaksjoner on-chain. Den kan ikke signere, sende eller flytte midler — det krever den private nøkkelen, som en kun-vis-lommebok ikke har.
nl: Aperture leest saldi en transacties on-chain. Hij kan niet ondertekenen, versturen of geld verplaatsen — daar is de privésleutel voor nodig, en een alleen-bekijken-wallet heeft die niet.
pa: Aperture ਚੇਨ ਉੱਤੇ ਬੈਲੰਸ ਅਤੇ ਲੈਣ-ਦੇਣ ਪੜ੍ਹਦਾ ਹੈ। ਇਹ ਨਾ ਸਾਈਨ ਕਰ ਸਕਦਾ ਹੈ, ਨਾ ਭੇਜ ਸਕਦਾ ਹੈ, ਨਾ ਫੰਡ ਟ੍ਰਾਂਸਫਰ ਕਰ ਸਕਦਾ ਹੈ — ਇਸ ਲਈ ਪ੍ਰਾਈਵੇਟ ਕੀ ਚਾਹੀਦੀ ਹੈ, ਜੋ ਸਿਰਫ਼-ਵੇਖਣ ਵਾਲੇ ਵਾਲਿਟ ਕੋਲ ਨਹੀਂ ਹੁੰਦੀ।
pl: Aperture odczytuje salda i transakcje na łańcuchu. Nie może podpisywać, wysyłać ani przenosić środków — wymaga to klucza prywatnego, którego portfel tylko do obserwacji nie posiada.
pt_br: O Aperture lê saldos e transações na rede. Ele não consegue assinar, enviar nem mover fundos — isso exige a chave privada, que uma carteira somente-leitura não tem.
ro: Aperture citește soldurile și tranzacțiile on-chain. Nu poate semna, trimite sau muta fonduri — asta necesită cheia privată, pe care un portofel doar pentru vizualizare nu o are.
ru: Aperture читает балансы и транзакции в сети. Он не может подписывать, отправлять или перемещать средства — для этого нужен закрытый ключ, которого у кошелька только для просмотра нет.
sk: Aperture číta zostatky a transakcie na reťazci. Nemôže podpisovať, odosielať ani presúvať prostriedky — to si vyžaduje súkromný kľúč, ktorý peňaženka len na sledovanie nemá.
sl: Aperture bere stanja in transakcije na verigi. Ne more podpisovati, pošiljati ali premikati sredstev – za to je potreben zasebni ključ, ki ga denarnica samo za ogled nima.
sr: Aperture чита стања и трансакције на ланцу. Не може да потписује, шаље ни да премешта средства – за то је потребан приватни кључ, који новчаник само за преглед нема.
sv: Aperture läser saldon och transaktioner on-chain. Den kan inte signera, skicka eller flytta medel — det kräver den privata nyckeln, som en endast-läs-plånbok inte har.
sw: Aperture inasoma salio na miamala kwenye mnyororo. Haiwezi kutia saini, kutuma au kuhamisha fedha — hilo linahitaji ufunguo wa faragha, ambao pochi ya kuangalia tu haina.
ta: Aperture இருப்புகளையும் பரிவர்த்தனைகளையும் ஆன்-செயினில் படிக்கிறது. அதனால் கையெழுத்திட, அனுப்ப, அல்லது நிதிகளை நகர்த்த முடியாது — அதற்குத் தனிப்பட்ட சாவி தேவை, அது watch-only வாலட்டில் இல்லை.
te: Aperture నిల్వలను మరియు లావాదేవీలను ఆన్-చైన్‌లో చదువుతుంది. అది సంతకం చేయలేదు, పంపలేదు, లేదా నిధులను తరలించలేదు — దానికి ప్రైవేట్ కీ అవసరం, ఇది watch-only వాలెట్‌లో లేదు.
th: Aperture อ่านยอดคงเหลือและธุรกรรมบนเชน ไม่สามารถลงนาม ส่ง หรือย้ายเงินได้ — สิ่งนั้นต้องใช้คีย์ส่วนตัว ซึ่งกระเป๋าแบบดูอย่างเดียวไม่มี
tr: Aperture, zincir üzerinde bakiyeleri ve işlemleri okur. İmzalayamaz, gönderemez veya fon taşıyamaz — bunun için özel anahtar gerekir ve yalnızca-izleme cüzdanı bu anahtara sahip değildir.
uk: Aperture зчитує баланси й транзакції в ланцюзі. Він не може підписувати, надсилати чи переміщувати кошти — для цього потрібен приватний ключ, якого гаманець «лише для перегляду» не має.
ur: Aperture آن-چین بیلنس اور ٹرانزیکشنز پڑھتا ہے۔ یہ نہ سائن کر سکتا ہے، نہ بھیج سکتا ہے، نہ رقم منتقل کر سکتا ہے — اس کے لیے پرائیویٹ کی درکار ہے، جو صرف-دیکھنے والے والیٹ کے پاس نہیں ہوتی۔
vi: Aperture đọc số dư và giao dịch trên chuỗi. Nó không thể ký, gửi hay chuyển tiền — điều đó đòi hỏi khóa riêng, mà ví chỉ để theo dõi thì không có.
zh_hans: Aperture 在链上读取余额和交易。它无法签名、发送或转移资金——那需要私钥,而只读钱包没有私钥。
zh_hant: Aperture 在鏈上讀取餘額與交易。它無法簽署、傳送或移動資金——那需要私鑰,而唯讀錢包並沒有私鑰。

source: Aperture reads what the contract says about itself. We don't audit token contracts — verify trust before holding.
af: Aperture lees wat die kontrak oor homself sê. Ons oudit nie token-kontrakte nie — verifieer vertroue voordat jy dit hou.
ar: تقرأ Aperture فقط ما يقوله العقد عن نفسه. نحن لا ندقّق عقود العملات الرمزية — تحقّق من الثقة قبل الاحتفاظ بها.
bg: Aperture чете това, което договорът казва за себе си. Ние не проверяваме договорите на токени — проверете доверието, преди да държите.
bn: কন্ট্রাক্ট নিজের সম্পর্কে যা বলে, Aperture তা-ই পড়ে। আমরা টোকেন কন্ট্রাক্ট অডিট করি না — রাখার আগে নিজে বিশ্বস্ততা যাচাই করুন।
ca: Aperture només llegeix el que el contracte diu de si mateix. No auditem contractes de tokens — verifica la confiança abans de mantenir-los.
cs: Aperture čte jen to, co kontrakt sám o sobě uvádí. Smlouvy tokenů neauditujeme — důvěryhodnost si ověřte sami, než je budete držet.
da: Aperture læser kun det, kontrakten siger om sig selv. Vi reviderer ikke token-kontrakter — bekræft selv tilliden, før du holder dem.
de: Aperture liest nur, was der Vertrag über sich selbst aussagt. Wir prüfen Token-Verträge nicht — überzeuge dich vor dem Halten selbst.
el: Το Aperture διαβάζει μόνο όσα δηλώνει το ίδιο το συμβόλαιο. Δεν ελέγχουμε συμβόλαια token — επιβεβαιώστε την αξιοπιστία τους πριν τα κατέχετε.
es: Aperture solo lee lo que el propio contrato declara. No auditamos contratos de tokens — verifica la confianza antes de mantenerlos.
et: Aperture loeb seda, mida leping enda kohta ütleb. Me ei auditeeri märgilepinguid — kontrolli usaldusväärsust enne hoidmist.
fa: Aperture آنچه را قرارداد دربارهٔ خود می‌گوید می‌خواند. ما قراردادهای توکن را بازرسی نمی‌کنیم — پیش از نگه‌داری، اعتماد را راستی‌آزمایی کنید.
fi: Aperture lukee vain sen, mitä sopimus kertoo itsestään. Emme auditoi token-sopimuksia — varmista luotettavuus itse ennen omistamista.
fil: Binabasa ng Aperture ang sinasabi ng contract tungkol sa sarili nito. Hindi namin ina-audit ang mga token contract — i-verify ang tiwala bago humawak.
fr: Aperture lit ce que le contrat déclare sur lui-même. Nous n’auditons pas les contrats de jetons — vérifiez leur fiabilité avant de les détenir.
he: ‏Aperture קוראת רק את מה שהחוזה אומר על עצמו. אנחנו לא מבקרים חוזי טוקנים — חשוב לאמת אמינות לפני החזקה.
hi: कॉन्ट्रैक्ट जो खुद के बारे में बताता है, Aperture वही पढ़ता है। हम टोकन कॉन्ट्रैक्ट्स की ऑडिट नहीं करते — होल्ड करने से पहले भरोसा खुद जांचें।
hr: Aperture čita samo ono što ugovor sam o sebi navodi. Ne revidiramo ugovore tokena — sami provjerite povjerenje prije nego što ih držite.
hu: Az Aperture csak azt olvassa, amit a szerződés önmagáról állít. Nem auditáljuk a token-szerződéseket — tartás előtt magad ellenőrizd a megbízhatóságukat.
id: Aperture membaca apa yang dinyatakan kontrak tentang dirinya. Kami tidak mengaudit kontrak token — verifikasi kepercayaan sebelum menyimpan.
is: Aperture les það sem samningurinn segir um sjálfan sig. Við endurskoðum ekki tókasamninga — staðfestu traust áður en þú heldur eign.
it: Aperture legge ciò che il contratto dichiara su se stesso. Non verifichiamo i contratti dei token — controlli l’affidabilità prima di detenerli.
ja: Aperture は、コントラクトが自ら宣言する内容しか読み取りません。当社はトークン契約を監査しません — 保有する前にご自身で信頼性を確認してください。
ko: Aperture는 컨트랙트가 스스로 밝히는 정보를 읽어와요. 토큰 컨트랙트를 감사하지는 않으니 보유하기 전에 신뢰성을 확인하세요.
lt: Aperture nuskaito tai, ką sutartis sako apie save. Mes neaudituojame žetonų sutarčių — patikrinkite patikimumą prieš laikydami.
lv: Aperture nolasa to, ko līgums saka par sevi. Mēs neauditējam marķieru līgumus — pārbaudiet uzticamību pirms turēšanas.
ml: കരാർ തന്നെക്കുറിച്ച് പറയുന്നത് Aperture വായിക്കുന്നു. ഞങ്ങൾ ടോക്കൺ കരാറുകൾ ഓഡിറ്റ് ചെയ്യുന്നില്ല — കൈവശം വയ്ക്കുന്നതിന് മുമ്പ് വിശ്വാസ്യത പരിശോധിക്കുക.
mr: करार स्वतःबद्दल काय सांगतो ते Aperture वाचते. आम्ही टोकन करारांचे ऑडिट करत नाही — ठेवण्यापूर्वी विश्वासार्हता पडताळा.
ms: Aperture membaca apa yang kontrak nyatakan tentang dirinya. Kami tidak mengaudit kontrak token — sahkan kepercayaan sebelum memegangnya.
nb: Aperture leser bare det kontrakten sier om seg selv. Vi reviderer ikke token-kontrakter — bekreft tilliten selv før du holder dem.
nl: Aperture leest wat het contract over zichzelf zegt. We controleren tokencontracten niet — verifieer het vertrouwen voordat je aanhoudt.
pa: ਕੰਟਰੈਕਟ ਆਪਣੇ ਬਾਰੇ ਜੋ ਕਹਿੰਦਾ ਹੈ ਉਹ Aperture ਪੜ੍ਹਦਾ ਹੈ। ਅਸੀਂ ਟੋਕਨ ਕੰਟਰੈਕਟਾਂ ਦਾ ਆਡਿਟ ਨਹੀਂ ਕਰਦੇ — ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਭਰੋਸੇਯੋਗਤਾ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: Aperture odczytuje to, co kontrakt mówi o sobie. Nie audytujemy kontraktów tokenów — zweryfikuj zaufanie przed przechowywaniem.
pt_br: O Aperture só lê o que o contrato declara sobre si mesmo. Não auditamos contratos de tokens — verifique a confiabilidade antes de mantê-los.
ro: Aperture citește doar ceea ce declară contractul despre sine. Nu auditem contractele de tokenuri — verifică încrederea înainte să le păstrezi.
ru: Aperture лишь читает то, что контракт сообщает о себе. Мы не проводим аудит контрактов токенов — проверяйте доверие самостоятельно перед хранением.
sk: Aperture číta len to, čo o sebe hovorí samotný kontrakt. Kontrakty tokenov neauditujeme — pred držaním si dôveryhodnosť overte sami.
sl: Aperture bere le tisto, kar pogodba navaja o sebi. Pogodb žetonov ne revidiramo — pred posedovanjem sami preverite zaupanje.
sr: Aperture чита само оно што уговор сам о себи каже. Не ревидирамо уговоре токена — пре држања сами проверите поузданост.
sv: Aperture läser bara det som kontraktet säger om sig själv. Vi granskar inte token-kontrakt — verifiera förtroendet själv innan du håller dem.
sw: Aperture husoma kile mkataba unachosema kuhusu wenyewe. Hatufanyi ukaguzi wa mikataba ya tokeni — thibitisha uaminifu kabla ya kushikilia.
ta: ஒப்பந்தம் தன்னைப் பற்றிக் கூறுவதை Aperture படிக்கிறது. டோக்கன் ஒப்பந்தங்களை நாங்கள் தணிக்கை செய்வதில்லை — வைத்திருக்கும் முன் நம்பகத்தன்மையைச் சரிபார்க்கவும்.
te: కాంట్రాక్ట్ తన గురించి చెప్పేదాన్ని Aperture చదువుతుంది. మేము టోకెన్ కాంట్రాక్ట్‌లను ఆడిట్ చేయము — హోల్డ్ చేయడానికి ముందు విశ్వాసాన్ని ధృవీకరించండి.
th: Aperture อ่านสิ่งที่สัญญาบอกเกี่ยวกับตัวมันเอง เราไม่ตรวจสอบสัญญาโทเคน — ยืนยันความน่าเชื่อถือก่อนถือ
tr: Aperture, sözleşmenin kendisi hakkında belirttiklerini okur. Token sözleşmelerini denetlemiyoruz — bulundurmadan önce güvenilirliğini doğrulayın.
uk: Aperture зчитує лише те, що контракт повідомляє про себе. Ми не перевіряємо контракти токенів — перевіряйте надійність самостійно перед утриманням.
ur: Aperture وہی پڑھتا ہے جو کنٹریکٹ اپنے بارے میں کہتا ہے۔ ہم ٹوکن کنٹریکٹس کا آڈٹ نہیں کرتے — رکھنے سے پہلے بھروسے کی تصدیق کریں۔
vi: Aperture đọc những gì hợp đồng tự khai báo. Chúng tôi không kiểm tra các hợp đồng token — hãy xác minh độ tin cậy trước khi nắm giữ.
zh_hans: Aperture 只读取合约自报的信息。我们不审计代币合约 — 持有前请自行核实其可信度。
zh_hant: Aperture 只讀取合約自報的資訊。我們不稽核代幣合約 — 持有前請自行確認其可信度。
